import ds01 from "../assets/img/danosaur/Brachiosaurus.jpg";   


export const danosaurMenu = [
    {
        title1: "코리아노사우루스 보성엔시스", 
        title2: "브라키오사우루스", 
        name: "브라키오사우루스",
        img: ds01,
        dictionary : `1. 개요<br />

        브라키오사우루스는 후기 쥐라기 (1억 5400만 년 전 ~ 1억 5300만 년 전)에 살았으며 미국 콜로라도 주, 미국 유타 주에서 발견된 초식공룡입니다.<br />
        
        한때 가장 큰 공룡이었던 ‘브라키오사우루스’의 이름은 긴 앞다리에서 유래하였으며 ‘팔 도마뱀’이라는 뜻을 가진 이름입니다.<br /><br />
        
        2. 공룡정보<br />
        
        ● 속 : 브라키오사우루스(Brachiosaurus)<br />
        
        ● 분류 : 용각형아목, 브라키오사우루스과<br />
        
        ● 길이 : 25~28m<br />
        
        ● 무게 : 25~29톤<br />
        
        ● 생존시기 : 후기 쥐라기 (1억 5400만 년 전 ~ 1억 5300만 년 전)<br />
        
        ● 발견장소 : 미국 콜로라도 주, 미국 유타 주, 오클라호마<br /><br />
        
        
        
        3. 공룡이야기<br />
        
        ● 별명 : 팔 도마뱀<br />
        
        ● 특징<br />
        
        - 이 공룡의 이름이 “팔 도마뱀”으로 지어진 이유는 다른 용각류 공룡들과는 달리 앞 다리가 뒷 다리 보다 훨씬 길기 때문입니다.<br />
        
        - 브라키오사우루스는 커다란 몸집을 잘 유지하기 위해서는 주로 먹었던 먹이들은 당시에 살았던 은행나무, 나무고사리, 커다란 소철, 그리고 다양한 침엽수들을 하루에 200~400kg이나 되는 먹이를 먹었을 것입니다.<br />
        
        - 긴 목을 90도 각도로 높이 세워서 들 수 있었을 것이라는 의견과 완만한 각도로 약간만 비스듬히 들 수 있었다는 의견이 모두 있으며 아직도 논쟁이 지속적으로 진행되고 있습니다.<br /><br />
        
        
        
        
        
        감수 : 임종덕 박사`
    },
    
  
];


