import flag01 from "../assets/img/flag/ga.png";   
import flag02 from "../assets/img/flag/it.png";   


export const flagMenu = [
    {
        title1: "가봉", 
        title2: "토고", 
        name: "가봉 국기",
        img: flag01,
        dictionary : `가봉의 국기는 1960년에 제정되었다.<br />
        녹색은 삼림을, 노랑은 태양과 적도를, 파랑은 바다를 의미한다.가봉 공화국(프랑스어: République Gabonaise 레퓌블리크 가보네즈 또는 가봉(프랑스어: Gabon)은 아프리카 중서부에 있는 나라이다.
        수도는 리브르빌이다.<br />
        인접국으로는 적도 기니, 카메룬, 콩고 공화국이 있다.<br />
        1960년 8월 17일 프랑스로부터 독립한 후 1967년 12월 2일부터 2009년 6월 8일까지 가봉의 대통령으로 재임한 오마르 봉고의 아래 42년의 통치를 받았다.<br />
        1990년에 새 헌법의 제정으로 다당제, 정부 개혁을 위한 투명한 선거 제도를 도입했다. <br />
        인구가 적고, 천연 자원이 풍부하여 외국 자본의 투자가 활발하여 아프리카 대륙에서 비교적 윤택한 생활 수준을 유지하고 있다.
        프랑스령의 자치 공화국으로 승격되었으며 1960년 8월 17일에 프랑스으로부터 독립을 선포하였다.<br />
        1968년 3월 12일 종족들에 기초하여 조직되었던 다당제를 폐지하고 민주 연맹과 민주사회동맹을 합당하여 유일집권당인 민주당을 창건하였다.<br />
        1980년 1월 국민 회의 선거가 진행되었다. 정부는 대외적으로 비동맹 운동을 표방하고 있다. 최고입법기관은 단원제 국민회의이며 국가수반은 가봉의 대통령이다.<br />
         정부는 대통령 중심제이다.`
    },
   /* {
        title1: "이탈리아", 
        title2: "뉴질랜드", 
        name: "이탈리아 국기",
        img: flag02,
        dictionary : "이탈리아 국기는.....입니다"
    },
  */
  
];


